Repository: JosVelasco/almost-ready-temporary-page
Catalog: languages/almost-ready-temporary-page-*.po
Languages: es_es

source: Edit Page
es_es: Editar página

source: Almost Ready
es_es: Casi listo

source: ✨ Almost Ready!
es_es: ✨ ¡Casi listo!

source: We're putting the finishing touches on something great. Check back soon!
es_es: ¡Estamos dando los últimos toques a algo genial. Vuelve pronto!

source: In the meantime, feel free to reach out if you have any questions.
es_es: Mientras tanto, no dudes en contactarnos si tienes alguna pregunta.

source: ✨ Almost Ready Mode is Active.
es_es: ✨ El modo Casi Listo está activo.

source: Visitors see the temporary page. Only logged-in users can access the site.
es_es: Los visitantes ven la página temporal. Solo los usuarios conectados pueden acceder al sitio.

source: Page Options
es_es: Opciones de página

source: Edit Temporary Page
es_es: Editar página temporal

source: Deactivate Temporary Page
es_es: Desactivar página temporal

source: Are you sure you want to deactivate the temporary page? Visitors will be able to access your site.
es_es: ¿Estás seguro de que quieres desactivar la página temporal? Los visitantes podrán acceder a tu sitio.

source: Error deactivating temporary page. Please try again.
es_es: Error al desactivar la página temporal. Por favor, inténtalo de nuevo.

source: You do not have permission to perform this action.
es_es: No tienes permiso para realizar esta acción.

source: Temporary page deactivated.
es_es: Página temporal desactivada.
